---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMz
source: html/ef5b102e-f2d4-63ed-5a2c-b7eb691e087e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMz Property

"Top Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseMz { get; }
```